{
    "en-us":{
        "introduction_blueprint":"Welcome to Innovating Beyond the Blueprint!",
        "introduction_self":"My name is Alfredo Chavez, and I am an aspiring Electrical Engineer and Software Developer driven by a deep appreciation for resourcefulness, determination, and integrity.",
        "skills_title":"Technical Proficiencies & Interests",
        "intro_skills":"I am from California with a strong interest in Robotics, Embedded Systems, and Software development. A few Technical Proficiencies include:",
        "item1_skills":"Real-Time Embedded Software Development",
        "item2_skills":"Database Management Systems",
        "item3_skills":"Signal Processing",
        "item4_skills":"Engineering Design and Prototyping",
        "network_connect":"If you're ever interested in connecting, I welcome and encourage the opportunity to exchange ideas and insights. I value meaningful conversation and the chance to learn even more from others, so feel free to reach out!",
        "connect_button":"Connect!",
        "about_intro":"About Me",
        "preface_about_me":"Let me introduce a little something about me.",
        "values_about_me":"Aside from technical expertise, I value environments that challenge thought, uphold strong principles, and encourage impactful, meaningful work. I approach problems in a creative and pragmatic way, seeking to not only build, but to refine, enhance, and push boundaries.",
        "else_about_me":"When I am not working, I am enjoying the small things in life. I am a huge supporter in being grateful for the experiences in our daily lives. However, nature is the best place to be!"
    },

    "es-mx":{
        "introduction_blueprint":"¡Bienvenidos a Innovando Más Allá del Diseño!",
        "introduction_self":"Me llamo Alfredo Chávez y soy un aspirante de la Ingeniera Eléctrica y Computación, motivado por un aprecio fuerte del ingenio, la determinación y la integridad.",
        "skills_title":"Habilidades e Intereses Técnicos",
        "intro_skills":"Soy de California y tengo un gran interés en la robótica, los sistemas integrados y el desarrollo de software. Algunas de mis competencias técnicas incluyen:",
        "item1_skills":"Desarrollo de Software Embebido en Tiempo Real",
        "item2_skills":"Sistemas de Gestión de Bases de Datos",
        "item3_skills":"Procesamiento de Señales",
        "item4_skills":"Diseño de Ingeniería y Prototipado",
        "about_intro":"Sobre Mí",
        "network_connect":"Si alguna vez te interesa conectar, te doy la bienvenida y favorezco la oportunidad de intercambiar ideas y perspectivas. Valoro las conversaciones significativas y la oportunidad de aprender aún más de los demás, ¡así que no dudes en contactarme!",
        "connect_button":"¡Connectemos!",
        "preface_about_me":"Permítanme presentarles algo sobre mí.",
        "values_about_me":"Además de mi experiencia técnica, valoro entornos que desafían el pensamiento, defienden principios sólidos y fomentan un trabajo impactante y significativo. Abordo los problemas de una manera creativa y pragmática, buscando no sólo construir, sino también refinar, mejorar y superar los límites.",
        "else_about_me":"Cuando no estoy trabajando, disfruto de las pequeñas cosas de la vida. Soy un gran partidario de estar agradecido por las experiencias de nuestra vida diaria. Sin embargo, ¡la naturaleza es el mejor lugar para estar!"
    },

    "zh-cn":{
        "introduction_blueprint": "欢迎来到超越设计图的创新",
        "introduction_self": "我叫程惟恩。我是一名有抱负的电气和计算机工程师和我高度重视独创性、决心和正直。",
        "skills_title":"技术熟练程度和兴趣",
        "intro_skills":"我来自加州，对机器人技术、嵌入式系统和软件开发有着浓厚的兴趣。我的技术专长包括：",
        "item1_skills":"实时嵌入式软件开发",
        "item2_skills":"数据库管理系统",
        "item3_skills":"信号处理",
        "item4_skills":"工程设计与原型设计",
        "about_intro":"关于我",
        "network_connect": "如果你有兴趣交流，我非常欢迎并鼓励这个机会来分享想法和见解。我珍惜有意义的对话，也期待向他人学习更多，随时欢迎联系！",
        "connect_button":"我们聊聊吧！",
        "preface_about_me":"让我介绍一下我的一些情况。",
        "values_about_me":"除了技术能力之外，我很看重那些能激发思考、坚持原则，并鼓励有意义、有影响力工作的环境。我用创造性和务实的方式来解决问题，不只是为了完成，更希望不断打磨、提升，甚至突破边界。",
        "else_about_me":"不工作的时候，我会享受生活中的点滴小事。我非常支持感恩日常生活中的经历。不过，大自然才是最好的去处！"
    }
}